[
  {
    "index": 1,
    "balance": "$1,097.56",
    "picture": "http://placehold.it/32x32",
    "name": "JavaScript",
    "title":"here your course title",
    "ratings":4.5,
    "time-duration":53.00,
    "lecture":100,
    "author-name":"Jamal Hasan",
    "address": "984 Mill Avenue, Outlook, Palau, 7978",
    "about": "Irure sint duis voluptate non id quis deserunt sunt id. Nostrud occaecat in aute sunt veniam et culpa ipsum tempor excepteur commodo. Magna nulla do mollit amet ipsum consequat magna proident quis deserunt est aute incididunt veniam. Exercitation id eu non aliquip duis pariatur deserunt aliquip ea esse et. Proident reprehenderit nostrud nostrud nulla. Qui exercitation ut magna eu laboris ut incididunt excepteur velit irure. Aute laboris nostrud incididunt sint reprehenderit adipisicing ea sit adipisicing nisi.\r\n",
    "registered": "2018-11-06T09:28:40 -06:00"
  },
  {
    "index": 2,
    "balance": "$1,431.10",
    "picture": "http://placehold.it/32x32",
    "name": "React JS",
    "title":"here your course title",
    "ratings":4.5,
    "time-duration":53.00,
    "lecture":100,
    "author-name":"Jamal Hasan",
    "address": "436 Church Lane, Downsville, Puerto Rico, 9482",
    "about": "Ipsum sunt dolor labore aliquip irure labore minim elit enim excepteur elit aliqua fugiat. Cupidatat est id proident mollit quis sit veniam tempor et ad id. Irure duis ullamco ut elit magna occaecat.\r\n",
    "registered": "2018-03-02T02:56:52 -06:00"
  },
  {
    "index": 3,
    "balance": "$1,059.07",
    "picture": "http://placehold.it/32x32",
    "name": "HTML",
    "title":"here your course title",
    "ratings":4.5,
    "time-duration":53.00,
    "lecture":100,
    "author-name":"Jamal Hasan",
    "address": "986 Hunterfly Place, Indio, Delaware, 614",
    "about": "Non eiusmod officia cillum consequat ipsum nostrud eu excepteur irure. Minim in ex Lorem commodo laboris quis consequat et nisi in nulla consectetur. Sint qui ex elit consectetur ea esse consequat pariatur. Duis adipisicing dolore nulla laboris cupidatat non incididunt aute qui. Et tempor consectetur ad magna enim deserunt excepteur laboris.\r\n",
    "registered": "2021-05-03T01:11:22 -06:00"
  },
  {
    "index": 4,
    "balance": "$2,877.31",
    "picture": "http://placehold.it/32x32",
    "name": "CSS",
    "title":"here your course title",
    "ratings":4.5,
    "time-duration":53.00,
    "lecture":100,
    "author-name":"Jamal Hasan",
    "address": "964 Hoyts Lane, Cumberland, Maine, 4902",
    "about": "Mollit nulla sint fugiat nisi. Amet ut non reprehenderit dolore cillum eiusmod. Veniam consectetur Lorem tempor esse ad. Anim cillum duis nostrud enim consequat nulla do labore. Irure veniam cillum voluptate velit pariatur consequat enim ex minim Lorem commodo est. Commodo magna ex deserunt consequat velit sit cupidatat voluptate et. Aliquip laborum officia sunt sunt elit enim enim pariatur adipisicing do ipsum officia dolor.\r\n",
    "registered": "2019-10-08T05:36:05 -06:00"
  },
  {
    "index": 5,
    "balance": "$3,337.09",
    "picture": "http://placehold.it/32x32",
    "name": "Angular JS",
    "title":"here your course title",
    "ratings":4.5,
    "time-duration":53.00,
    "lecture":100,
    "author-name":"Jamal Hasan",
    "address": "127 Clarendon Road, Alamo, Iowa, 2879",
    "about": "Occaecat voluptate aliquip dolore nostrud minim. Aute ipsum officia quis nulla nostrud proident ut et anim aliqua. Aute dolore ut pariatur laborum ad aliqua in magna eu fugiat. Deserunt officia anim laboris anim ipsum sunt consequat.\r\n",
    "registered": "2020-09-20T07:35:50 -06:00"
  },
  {
    "index": 6,
    "balance": "$3,898.76",
    "picture": "http://placehold.it/32x32",
    "name": "Vue JS",
    "title":"here your course title",
    "ratings":4.5,
    "time-duration":53.00,
    "lecture":100,
    "author-name":"Jamal Hasan",
    "address": "520 Railroad Avenue, Robbins, Rhode Island, 776",
    "about": "Do excepteur magna consequat elit irure irure ut non fugiat excepteur mollit eiusmod officia. Laborum quis eu non ea dolor nostrud laboris dolor aute amet reprehenderit est id elit. Incididunt magna magna dolor eu duis ullamco consectetur dolore voluptate velit est. Esse officia eu ex pariatur nisi fugiat.\r\n",
    "registered": "2020-12-16T10:42:22 -06:00"
  },
  
  {
    "index": 7,
    "balance": "$3,386.36",
    "picture": "http://placehold.it/32x32",
    "name": "Bootstrap",
    "title":"here your course title",
    "ratings":4.5,
    "time-duration":53.00,
    "lecture":100,
    "author-name":"Jamal Hasan",
    "address": "749 Powers Street, Wattsville, Utah, 2687",
    "about": "Magna voluptate aute ea anim aute laborum minim aliqua mollit ut dolore est consequat aliquip. Consectetur fugiat elit qui commodo qui nostrud ea adipisicing velit Lorem duis laboris occaecat magna. Sunt anim ea est occaecat do reprehenderit mollit exercitation labore adipisicing. Sint ut laborum ea esse sit Lorem non veniam. Occaecat sint quis magna consequat commodo ullamco ea duis enim eiusmod cupidatat elit anim. Et id cillum excepteur tempor proident excepteur.\r\n",
    "registered": "2019-06-11T10:44:04 -06:00"
  }
]