[
  {
    "index": 1,
    "balance": "$197.56",
    "picture": "https://image.shutterstock.com/image-vector/javascript-programming-language-script-code-260nw-1062509657.jpg",
    "name": "JavaScript",
    "title":"This tutorial will teach you JavaScript from basic to advanced.",
    "ratings":4.5,
    "timeDuration":53.00,
    "lecture":200,
    "authorName":"Andrew Mead",
    "address": "984 Mill Avenue, Outlook, Palau, 7978",
    "about": "JavaScript is a curly-braced, dynamically typed, prototype-based, object-oriented programming language. It started as the programming language for the web and is one of the three layers of standard web technologies — the other two being HTML and CSS. JavaScript allows you to create and control content dynamically on a web page without requiring a page reload. Web browsers are able to interpret it, and when triggered by events, modify the HTML and CSS of a web page with dynamic updates. JavaScript also uses asynchronous calls to fetch data from web services in the background. Although it was initially only used in web browsers, JavaScript engines have since been put to use as servers with Node.js, included in desktop application frameworks like Electron, and embedded in phone frameworks like Apache Cordova.",
    "registered": "2018-11-06T09:28:40 -06:00"
  },
  {
    "index": 2,
    "balance": "$131.10",
    "picture": "https://i.ytimg.com/vi/QFaFIcGhPoM/maxresdefault.jpg",
    "name": "React JS",
    "title":"React is the most powerfull framwork for single page application",
    "ratings":5.00,
    "timeDuration":80.00,
    "lecture":120,
    "authorName":"Freric Russel",
    "address": "436 Church Lane, Downsville, Puerto Rico, 9482",
    "about": "React is a front-end library in Javascript that was developed by Facebook. The simplest definition of React is that it is a user interface library used for building UI components for the web. But if that was all React did, it would be little more than a template library. Developers define components in React by using an HTML-like syntax called JSX. These encapsulated components manage their own state, making it simple to pass rich data to a component and keep the state of the application and its components out of the Document Object Model (DOM). These features give React components the ability to react dynamically and efficiently to changes in their state. A set of simple components in React can be composed into either simple single-page applications or large, complex web applications.",
    "registered": "2018-03-02T02:56:52 -06:00"
  },
  {
    "index": 3,
    "balance": "$19.07",
    "picture": "https://play-lh.googleusercontent.com/vzHVyL8G7birnPZ0zuCQQ2uDxuLIXzYOUGjFDFzIqfx-ww1fq8IysoEiWzhWI3Dw08g",
    "name": "HTML",
    "title":"HTML is the base of a website",
    "ratings":4.00,
    "timeDuration":36.00,
    "lecture":76,
    "authorName":"Durado Technechan",
    "address": "986 Hunterfly Place, Indio, Delaware, 614",
    "about": "HTML stands for hyper-text markup language. Whether on a mobile device or a computer, every website that you browse is designed with HTML. HTML isn't a “programming language,” but rather a “formatting language.” It tells a browser how to display text, images, and other media elements. When HTML was first developed, it was fairly simple. For example, the text on a page could be bolded, italicized, or underlined, and images could be resized and aligned. Today, HTML is much more complex and dynamic, allowing front-end developers to create any layout or setup they desire.",
    "registered": "2021-05-03T01:11:22 -06:00"
  },
  {
    "index": 4,
    "balance": "$25.36",
    "picture": "https://www.w3docs.com/uploads/media/default/0001/05/6d07a36ebe6d55273b39440f2391f1d7e6d4092a.png",
    "name": "CSS",
    "title":"CSS is the backbone of all website styling work",
    "ratings":4.2,
    "timeDuration":68.00,
    "lecture":130,
    "authorName":"James Owner",
    "address": "964 Hoyts Lane, Cumberland, Maine, 4902",
    "about": "CSS or Cascading Style Sheets is a style sheet language used to style markup language. Markup languages include HTML, XHML, XML, and other XML-based languages. The most common use of CSS is to style HTML web pages. Although HTML doesn't need CSS to function, every web page would look the same without it. With CSS, you can target specific elements in a web page and change the look and arrangement on the page. CSS can make an embedded image small or cover the entire webpage as a background. You can enlarge a heading and apply a specific font to stand out from the rest of the page. Other things you can do with CSS include changing the color of elements, making elements float to one side of the page, and the list goes on. Every web page uses HTML, and every web page that has its unique look uses CSS.",
    "registered": "2019-10-08T05:36:05 -06:00"
  },
  {
    "index": 5,
    "balance": "$57.09",
    "picture": "https://bs-uploads.toptal.io/blackfish-uploads/components/blog_post_page/content/cover_image_file/cover_image/1055678/retina_1708x683_cover-top-18-most-common-angularjs-developer-mistakes-41f9ad303a51db70e4a5204e101e7414.png",
    "name": "Angular JS",
    "title":"AngularJS is perfect for Single Page Applications (SPAs)",
    "ratings":4.5,
    "timeDuration":86.00,
    "lecture":150,
    "authorName":"Stephen Grider",
    "address": "127 Clarendon Road, Alamo, Iowa, 2879",
    "about": "AngularJS is a structural framework for dynamic web apps. It lets you use HTML as your template language and lets you extend HTML's syntax to express your application's components clearly and succinctly. AngularJS's data binding and dependency injection eliminate much of the code you would otherwise have to write.JavaScript is a scripting language that is used to generate dynamic HTML pages with interactive effects on a webpage that runs in the web browser of the client. On the other hand, Angular JS is a framework that is built on JavaScript and adds new functionalities to HTML.",
    "registered": "2020-09-20T07:35:50 -06:00"
  },
  {
    "index": 6,
    "balance": "$98.76",
    "picture": "https://res.cloudinary.com/practicaldev/image/fetch/s--I4FWon9Y--/c_imagga_scale,f_auto,fl_progressive,h_900,q_auto,w_1600/https://dev-to-uploads.s3.amazonaws.com/uploads/articles/ll22z8mea106b4vjdjy7.jpeg",
    "name": "Vue JS",
    "title":"The Progressive JavaScript Framework",
    "ratings":4.5,
    "timeDuration":50.00,
    "lecture":100,
    "authorName":"Basarat Ali",
    "about": "Vue (pronounced /vju/, like view) is a JavaScript framework for building user interfaces. It builds on top of standard HTML, CSS and JavaScript, and provides a declarative and component-based programming model that helps you efficiently develop user interfaces, be it simple or complex. js is a cross-platform and open-source back-end framework that executes JavaScript code on the server-side. Vue. js is a structural, open-source JavaScript framework that is used for building UIs and single-page applications",
    "registered": "2020-12-16T10:42:22 -06:00"
  },
  
  {
    "index": 7,
    "balance": "$36.36",
    "picture": "https://app.ibracilinks.com/assets/images/blog/posts/1605445072.png",
    "name": "Bootstrap",
    "title":"Most popular framword of css",
    "ratings":4.5,
    "timeDuration":53.00,
    "lecture":100,
    "authorName":"Jamal Hasan",
    "address": "749 Powers Street, Wattsville, Utah, 2687",
    "about": "Bootstrap is a free, open source front-end development framework for the creation of websites and web apps. Designed to enable responsive development of mobile-first websites, Bootstrap provides a collection of syntax for template designs.CSS represent the style and the appearance of content like font, color, margin, padding, etc. Bootstrap is a free and open-source CSS Framework that is used for developing responsive website. CSS does not have a grid system. Bootstrap is based on-grid system",
    "registered": "2019-06-11T10:44:04 -06:00"
  }
]